aki77.rails-db-schema
alexcvzz.vscode-sqlite
Arjun.swagger-viewer
bradlc.vscode-tailwindcss
bung87.rails
bung87.vscode-gemfile
castwide.solargraph
christian-kohler.path-intellisense
cschlosser.doxdocgen
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
donjayamanne.jquerysnippets
dsznajder.es7-react-js-snippets
eamodio.gitlens
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
figma.figma-vscode-extension
firsttris.vscode-jest-runner
formulahendry.auto-rename-tag
glenn2223.live-sass
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
hashicorp.terraform
hediet.vscode-drawio
Hridoy.jquery-snippets
Hridoy.rails-snippets
humao.rest-client
janisdd.vscode-edit-csv
JuanBlanco.solidity
kaiwood.endwise
LeetCode.vscode-leetcode
mechatroner.rainbow-csv
Meezilla.json
misogi.ruby-rubocop
mrmlnc.vscode-scss
ms-vscode-remote.remote-ssh
ms-vscode.remote-explorer
msjsdiag.vscode-react-native
octref.vetur
PKief.material-icon-theme
Prisma.prisma
redhat.vscode-yaml
ritwickdey.LiveServer
shalldie.background
Shopify.ruby-extensions-pack
Shopify.ruby-lsp
sianglim.slim
SimonSiefke.svg-preview
sorbet.sorbet-vscode-extension
streetsidesoftware.code-spell-checker
tintinweb.graphviz-interactive-preview
tomoki1207.pdf
usernamehw.errorlens
vscjava.vscode-spring-initializr
vscodevim.vim
Vue.volar
